let นโยบายs = [
    [
      "สถานีร้องทุกข์",
      "เมื่อนักเรียนถูกรังแกหรือถูกคุกคามสามารถร้องทุกข์มาที่พวกเราผ่านทางเพจทางเราจะร่วมกันประสานงานกับทางคุณครูเพื่อหาแนวทางแก้ไข",
    ],
    [
      "รองเท้าเตะในห้องน้ำตามอาคาร",
      "เพื่อรักษาความสะอาดของห้องน้ำและความสะอาดของผู้ใช้เอง",
    ],
    [
      "ส่งเสริมเเละช่วยปรับทัศนียภาพในห้องน้ำ ",
      "เพื่อให้ห้องน้ำไม่ส่งกลิ่นเหม็นและน่าเข้าใช้บริการมากขึ้น",
    ],
    [
      "ช่วยจัดระเบียบโรงรถและปรับทัศนียภาพโรงรถ",
      "เนื่องจากจากโรงรถค่อนข้างมืดไม่ปลอดโปร่งอาจเกิดอันตรายจากสัตว์มีพิษ และมีน้ำขังในน่าฝน",
    ],
    [
      "เพิ่มถังขยะตามจุดต่างๆ",
      "และมีถังสำหรับเทน้ำเเข็งโดยเพราะบริเวณโรงอาหารเนื่องจากเป็นบริเวณที่นักเรียนส่วนมากที่นักเรียนรับประทานอาหาร",
    ],
    [
      "ส่งเสริมกีฬาและวิชาการ",
      "ในทุกเทอมจะมีการจัดแข่งขันความสามารถพิเศษในด้านด่างๆ และกิจกรรม e-sports ให้หลากหลายมากขึ้น",
    ],
    [
      "เปิดเพจใน FB และ Ig",
      "โดยจะเปิดโอกาสให้ทุกคนสามารถออกความคิดเห็นถึงปัญหาต่างๆ เพื่อนำไปแก้ไขและพัฒนา",
    ],
    [
      "ผ้าอนามัยฟรีเพื่อเพื่อนสาว",
      "เนื่องจากบางครั้งนักเรียนหญิงบางคนอาจมีประจำเดือนกระทันหัน จึงจำเป็นต้องมีผ้าอนามัยไว้ในห้องน้ำให้เพื่อนสาวได้ใช้ฟรี",
    ],
    [
      "การประกวดดาว-เดือนประจำดี",
      "พื่อส่งเสริมให้นักเรียนมีความกล้าแสดงออก และมีบุคลิกภาพที่ดี (และยังเปิดโอกาสให้เพศที่สามสามารถประกวดเป็นดาวได้)",
    ],
    [
      "เพลงเพราะพริ้งเสียงตามสายในตอนเช้า",
      "โดยทุกคนสามารถขอเพลงเข้ามาในเพจสภาของเราได้",
    ],
    [
      "ลดเวลาเรียน เพิ่มเวลารู้",
      "เพื่อให้นักเรียนได้พัฒนาคุณภาพของตนเอง คิดเป็น ทำเป็น และมีทักษะในการทำงาน",
    ],
    [
      "สานสัมพันธ์พี่รหัส-น้องรหัส",
      "เพื่อสร้างความสามัคคีระหว่างรุ่นพี่และรุ่นน้อง เพื่อให้ทำความรู้จักกันมากขึ้น และเพื่อเป็นการช่วยเหลือกันในสายรหัสของตน",
    ],
    ["ส่งเสริม LGBTQ+", "🫡🏳️‍🌈🏳️‍⚧️"],
    [
      "ห้องน้ำปลอดภัย",
      "เนื่องจากมีห้องน้ำหลายห้องที่กลอนประตูไม่สามารถล็อคได้ ทำให้นักเรียนไม่กล้าเข้าใช้บริการเพราะรู้สึกไม่ปลอดภัย",
    ],
    [
      "ชุมนุมในฝัน",
      "โดยจะมีชุมนุมใหม่ๆที่นักเรียนชอบและให้ความสนใจ เพื่อส่งเสริมทักษะความสามารถของนักเรียน",
    ],
    [
      "ลดปัญหาน้ำขัง",
      "โดยเฉพาะบริเวณหน้าห้องน้ำเนื่องจากในฤดูฝนทำให้มีน้ำขังส่งผลให้การเข้าใช้ห้องน้ำ และการเดินไม่สะดวก",
    ],
    [
      "ส่งเสริมการจัดนิทรรศการของกลุ่มสาระต่าง",
      "เพื่อให้นักเรียนที่สนใจในวิชานั้นๆได้เข้าร่วมกิจกรรมเพื่อหาความรู้",
    ],
    ["เข็มตราโรงเรียน", "🌟"],
  ];
  
  for (let index = 0; index < นโยบายs.length; index++) {
    const นโยบาย = นโยบายs[index];
    var e = document.getElementById("policy");
    e.innerHTML =
      e.innerHTML +
      `<div class="policy-card">
      <div class="policy-card-body">
          <h5 class="policy-card-title">${index + 1}.${นโยบาย[0]}</h5>
          <p class="policy-card-text">${นโยบาย[1]}</p>
      </div>
  </div>`;
  }